/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Ein";
"general.off" = "Aus";
"general.login" = "Anmelden";
"general.logout" = "Abmelden";
"general.ok" = "OK";
"general.cancel" = "Abbrechen";
"general.username" = "Benutzername";
"general.password" = "Passwort";
"general.na" = "N/A";

"input.value_is_empty" = "Wert darf nicht leer sein.";
"input.already_exists" = "Wert ist bereits vorhanden.";

// Guide Window
"guide.highlights" = "Highlights";
"guide.basic_settings" = "Allgemeine Einstellungen";
"guide.faq" = "Häufig gestellte Fragen (FAQ)";

// Initial Window
"initial.announcement" = "Du benutzt Version %@ von IINA";
"initial.beta.desc" = "Wenn du eine Release Version benutzen willst, entferne den Haken bei „Betaupdates erhalten“ in Einstellungen -> Allgemein und installiere eine stabile Version von unserer <a href=\"https://iina.io\">offiziellen Webseite</a>.";
"initial.nightly.desc" = "Nightly-Versionen sollten nicht für den täglichen Gebrauch eingesetzt werden. Aktuell unterstützen diese keine automatischen Updates. Bitte lade neuere Versionen von unserer <a href=\"https://nightly.iina.io\">Nightly-Website</a>.";
"initial.debug.desc" = "Debug-Builds sind normalerweise nicht auf Leistung optimiert, daher wird es nicht empfohlen diese für den täglichen Gebrauch einzusetzen. Debug-Builds unterstützen keine automatischen Updates.";
"initial.bug_report" = "Melde via <a href=\"https://github.com/iina/iina/issues\">GitHub Tickets</a>.";

// Inspector Window
"inspector.error" = "Fehler";

// MainWindowController.swift
"main.buffering_indicator" = "Puffern … %d%%";
"main.opening_stream" = "Stream öffnen …";
"main.seeking_indicator" = "Suche…";
"osc.precision" = "Genauigkeit";
"osc.1s" = "1 Sekunde";
"osc.100ms" = "100 Millisekunden";
"osc.10ms" = "10 Millisekunden";
"osc.1ms" = "1 Millisekunde";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Standard";
"quicksetting.item_none" = "Nein";
"quicksetting.hwdec" = "Hardware Dekodierung";
"quicksetting.deinterlace" = "Deinterlacing";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Verstecken";
"quicksetting.reset_speed" = "Geschwindigkeit auf 1x zurücksetzen";

// EQ Presets
"eq.preset.flat" = "Flach";
"eq.preset.acoustic" = "Akustisch";
"eq.preset.classical" = "Klassik";
"eq.preset.dance" = "Dance";
"eq.preset.deep" = "Tief";
"eq.preset.electronic" = "Elektronisch";
"eq.preset.hip_hop" = "Hip-Hop";
"eq.preset.increase_bass" = "Bass erhöhen";
"eq.preset.increase_treble" = "Höhen anheben";
"eq.preset.increase_vocal" = "Vocal erhöhen";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Lateinamerikanisch";
"eq.preset.loundness" = "Lautheit";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Klavier";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Bass reduzieren";
"eq.preset.reduce_treble" = "Höhen reduzieren";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Kleiner Lautsprecher";
"eq.preset.spoken_word" = "Gesprochenes Wort";

"alert.eq.new_profile.title" = "Neues EQ-Profil";
"alert.eq.new_profile.message" = "Bitte einen Profilnamen eingeben.";
"alert.eq.rename.title" = "Aktuelles Profil umbenennen";
"alert.eq.rename.message" = "Bitte einen neuen Profilnamen eingeben.";

// OSDMessage.swift
"osd.pause" = "Pausieren";
"osd.resume" = "Wiedergabe";
"osd.volume" = "Lautstärke: %@";
"osd.speed" = "Geschwindigkeit: %@x";
"osd.aspect" = "Seitenverhältnis: %@";
"osd.crop" = "Zuschneiden: %@";
"osd.rotate" = "Drehung: %i°";
"osd.deinterlace" = "Deinterlacing: %@";
"osd.hwdec" = "Hardware-Dekodierung %@";
"osd.audio_delay.nodelay" = "Audioverzögerung: Keine";
"osd.audio_delay.later" = "Audioverzögerung: %@ s später";
"osd.audio_delay.earlier" = "Audioverzögerung: %@ s früher";
"osd.sub_delay.nodelay" = "Untertitelverzögerung: Keine";
"osd.sub_delay.later" = "Untertitelverzögerung: %@ s später";
"osd.sub_delay.earlier" = "Untertitelverzögerung: %@ s früher";
"osd.subtitle_pos" = "Untertitelposition: %@";
"osd.sub_hidden" = "Untertitel ausgeblendet";
"osd.sub_visible" = "Untertitel sichtbar";
"osd.sub_second_delay.nodelay" = "Verzögerung des zweiten Untertitels: Keine Verzögerung";
"osd.sub_second_delay.later" = "Verzögerung des zweiten Untertitels: %@s später";
"osd.sub_second_delay.earlier" = "Verzögerung des zweiten Untertitels: %@s früher";
"osd.sub_second_hidden" = "Zweite Untertitel ausgeblendet";
"osd.sub_second_pos" = "Position des zweiten Untertitels: %@";
"osd.sub_second_visible" = "Zweite Untertitel sichtbar";
"osd.mute" = "Stumm";
"osd.unmute" = "Ton ein";
"osd.screenshot" = "Bildschirmfoto aufgenommen";
"osd.abloop.a" = "A-B-Schleife: A";
"osd.abloop.b" = "A-B-Schleife: B";
"osd.abloop.clear" = "A-B-Schleife: Aus";
"osd.stop" = "Stopp";
"osd.chapter" = "Kapitel: %@";
"osd.subtitle_scale" = "Untertitelgröße: %@x";
"osd.add_to_playlist" = "%i Dateien zur Wiedergabeliste hinzugefügt";
"osd.clear_playlist" = "Wiedergabeliste geleert";
"osd.video_eq.contrast" = "Kontrast: %i";
"osd.video_eq.gamma" = "Gamma: %i";
"osd.video_eq.hue" = "Farbton: %i";
"osd.video_eq.saturation" = "Sättigung: %i";
"osd.video_eq.brightness" = "Helligkeit: %i";
"osd.find_online_sub" = "Online nach Untertiteln suchen …";
"osd.find_online_sub.source" = "Quelle:";
"osd.sub_not_found" = "Keine Untertitel gefunden";
"osd.sub_found" = "%d Untertitel gefunden.";
"osd.sub_downloading" = "%d Untertitel werden heruntergeladen";
"osd.sub_downloaded" = "Untertitel geladen";
"osd.sub_saved" = "Untertitel gesichert";
"osd.network_error" = "Netzwerkfehler";
"osd.file_error" = "Lesefehler";
"osd.cannot_login" = "Anmeldung fehlgeschlagen";
"osd.canceled" = "Abgebrochen";
"osd.cannot_connect" = "Keine Verbindung möglich";
"osd.timed_out" = "Zeitüberschreitung";
"osd.filter_added" = "Filter „%@“ hinzugefügt";
"osd.filter_removed" = "Filter gelöscht";
"osd.file_loop" = "Wiederhole einzelne Datei";
"osd.playlist_loop" = "Wiedergabeliste wiederholen";
"osd.no_loop" = "Wiederholen deaktivieren";

"preference.title" = "Einstellungen";
"preference.general" = "Allgemein";
"preference.ui" = "Aussehen";
"preference.video_audio" = "Video/Audio";
"preference.subtitle" = "Untertitel";
"preference.network" = "Netzwerk";
"preference.control" = "Steuerung";
"preference.keybindings" = "Kurzbefehle";
"preference.advanced" = "Erweitert";
"preference.plugins" = "Erweiterungen";
"preference.utilities" = "Werkzeuge";
"preference.scripts" = "Skripte";
"preference.not_logged_in" = "Nicht angemeldet";
"preference.logged_in_as" = "Angemeldet als „%@“";
"preference.system_media_control" = "Nutze Medienkontrolltasten des Systems";

"preference.key_binding_hint_1" = "Um Kurzbefehle der ausgewählten Konfiguration zu bearbeiten, klicke vorher auf „Duplizieren …“, um eine Kopie zu erstellen.";
"preference.key_binding_hint_2" = "Klicke doppelt auf eine Reihe, um den entsprechenden Kurzbefehl zu bearbeiten.";

"preference.enable_adv_settings" = "Erweiterte Einstellungen";

"preference.sub_override_level.no" = "Nein";
"preference.sub_override_level.force" = "Erzwingen";
"preference.sub_override_level.scale" = "skalieren";
"preference.sub_override_level.strip" = "strip";
"preference.sub_override_level.yes" = "ja";

"preference.sub_override_level.descriptive_text.no" = "Untertitel anzeigen, wie von den Untertitelskripten angegeben, ohne Überschreibungen.";
"preference.sub_override_level.descriptive_text.force" = "Alle Untertitelstile anwenden.";
"preference.sub_override_level.descriptive_text.scale" = "Die Skalierungseinstellung zusätzlich zu den Stileinstellungen in diesem Abschnitt anwenden.";
"preference.sub_override_level.descriptive_text.strip" = "Alle ASS-Tags und Stile aus dem Untertitel komplett entfernen.";
"preference.sub_override_level.descriptive_text.yes" = "Alle Stil-Einstellungen in diesem Abschnitt anwenden.";

"preference.ytdl_plugin_not_installed" = "Installieren Sie das Online-Medien-Plugin über „Plugins > Von GitHub installieren“, um erweiterte Funktionen wie Video-Downloads und automatische yt-dlp-Updates zu nutzen.";
"preference.ytdl_plugin_installed" = "Die integrierte youtube-dl-Unterstützung ist deaktiviert, da das Online-Medien-Plugin installiert ist.";

"menu.volume" = "Lautstärke: %@";
"menu.volume_muted" = "Lautstärke: %@ (Stumm)";
"menu.audio_delay" = "Audioverzögerung: %@ s";
"menu.sub_delay" = "Untertitelverzögerung: %@ s";
"menu.sub_hide" = "Untertitel ausblenden";
"menu.sub_show" = "Untertitel anzeigen";
"menu.sub_second_hide" = "Zweite Untertitel ausblenden";
"menu.sub_second_show" = "Zweite Untertitel anzeigen";
"menu.fullscreen" = "Vollbildmodus";
"menu.exit_fullscreen" = "Vollbildmodus beenden";
"menu.pip" = "Bild-in-Bild öffnen";
"menu.exit_pip" = "Bild-in-Bild schließen";
"menu.mini_player" = "Musikmodus aktivieren";
"menu.exit_mini_player" = "Musikmodus beenden";
"menu.pause" = "Pausieren";
"menu.resume" = "Wiedergabe";
"menu.speed" = "Geschwindigkeit: %@x";
"menu.chapters" = "Kapitel anzeigen";
"menu.hide_chapters" = "Kapitel verbergen";
"menu.playlist" = "Wiedergabeliste anzeigen";
"menu.hide_playlist" = "Wiedergabeliste verbergen";
"menu.video" = "Videoeinstellungen anzeigen";
"menu.hide_video" = "Videoeinstellungen verbergen";
"menu.audio" = "Audioeinstellungen anzeigen";
"menu.hide_audio" = "Audioeinstellungen verbergen";
"menu.subtitles" = "Untertiteleinstellungen anzeigen";
"menu.hide_subtitles" = "Untertiteleinstellungen verbergen";

"menu.seek_forward" = "%@ s vorspulen";
"menu.seek_backward" = "%@ s zurückspulen";
"menu.speed_up" = "Geschwindigkeit um %@x erhöhen";
"menu.speed_down" = "Geschwindigkeit um %@x verlangsamen";
"menu.volume_up" = "Lautstärke + %@%%";
"menu.volume_down" = "Lautstärke − %@%%";
"menu.audio_delay_up" = "Audioverzögerung + %@ s";
"menu.audio_delay_down" = "Audioverzögerung − %@ s";
"menu.sub_delay_up" = "Untertitelverzögerung + %@ s";
"menu.sub_delay_down" = "Untertitelverzögerung − %@ s";

"menu.crop_custom" = "Eigene …";
"menu.find_online_sub" = "Online-Untertitel von „%@“ finden";

"menu.manage_plugins" = "Plugins verwalten…";
"menu.developer_tool" = "Entwicklerwerkzeug";
"menu.more_plugin" = "Mehr…";
"menu.conflicting_shortcuts" = "Widersprüchliche Kurzbefehle…";
"menu.reload_plugins" = "Alle Plugins neu laden";
"menu.show_plugins_panel" = "Erweiterungen anzeigen";
"menu.hide_plugins_panel" = "Erweiterungen verbergen";

"track.audio" = "Audio";
"track.none" = "Keine";
"track.sub" = "Untertitel";
"track.video" = "Video";

"subtrack.no_loaded" = "Keine Untertitel geladen";
"subtrack.no_external" = "Keine externen Untertitel gefunden";

// Alerts
"alert.beta_channel.title" = "Updates für Beta-Versionen erhalten";

"alert.title_error" = "Fehler";
"alert.title_warning" = "Warnung";
"alert.title_info" = "Information";

"alert.fatal_error" = "Schwerwiegender Fehler: „%@“ \nProgramm wird beendet.";
"alert.mpv_error" = "Interner Fehler „%@“ (%@) beim Setzen der Einstellung „%@“.";

"alert.unsupported_audio" = "Externe Audiodatei nicht unterstützt.";
"alert.unsupported_video" = "Nicht unterstützte externe Videodatei.";
"alert.unsupported_sub" = "Externe Untertiteldatei nicht untersützt.";
"alert.unsupported_url" = "Adresse nicht unterstützt.";
"alert.wrong_url_format" = "Falsches Adressformat.";

"alert.error_open" = "Datei oder Stream konnte nicht geöffnet werden.";
"alert.error_finding_file" = "Die Datei „%@“ konnte nicht gefunden werden.";
"alert.error_loading_script" = "Das Skript „%@“ konnte nicht geladen werden.";
"alert.error_saving_file" = "Fehler beim Sichern von %@: %@";
"alert.error_deleting_file" = "Datei konnte nicht gelöscht werden.";

"alert.target_peak.bad_value" = "Der Wert „%@“ ist ungültig.\nBitte geben Sie einen Wert zwischen 10 und 10000 oder 0 ein.";

"alert.config.new.title" = "Neue Eingabekonfiguration";
"alert.config.new.message" = "Bitte gib einen Namen für die neue Konfiguration ein.";
"alert.config.duplicate.title" = "Konfiguration duplizieren";
"alert.config.duplicate.message" = "Bitte gib einen Namen für die duplizierte Konfiguration ein.";
"alert.config.file_existing.title" = "Die Datei existiert bereits.";
"alert.config.file_existing.message" = "Eine Konfigurationsdatei mit demselben Dateinamen existiert bereits. OK auswählen, um die Datei im Finder anzuzeigen.";
"alert.config.cannot_create" = "Konfigurationsdatei konnte nicht erstellt werden.\n%@";
"alert.config.cannot_write" = "Konfigurationsdatei nicht beschreibbar.";
"alert.config.rename.title" = "Eingabekonfiguration umbenennen";
"alert.config.rename.message" = "Bitte gib den neuen Namen für die Konfiguration ein.";

"alert.filter.incorrect" = "Fehler beim Setzen der Filter. Bitte überprüfe die Parameter.";
"alert.add_filter.title" = "Neuer Filter";
"alert.add_filter.message" = "Bitte gib die Zeichenkette für den Filter im Stil der vf- bzw. af-Kommandos von mpv an.";

"alert.keybinding_config.error" = "Fehler beim Einlesen der Kurzbefehl-Konfiguration „%@“! Standard-Kurzbefehle von IINA werden benutzt. Bitte überprüfe die Einstellungen.";

"alert.extra_option.cannot_read" = "Benutzerdefinierte mpv-Optionen konnten nicht gelesen werden.";
"alert.extra_option.empty" = "Schlüssel oder Wert dürfen nicht leer sein.";
"alert.extra_option.error" = "Fehler beim Setzen der Option „--%@=%@“ mit Fehlercode „%d“. Bitte überprüfe die Zusatzoptionen in den Einstellungen unter „Erweitert“.";
"alert.extra_option.config_folder" = "Konnte Konfigurationsordner nicht setzen: „%@“.";

"alert.playlist.error_deleting" = "Fehler beim Löschen der Datei: „%@“.";

"alert.screenshot.error_taking" = "Bildschirmfoto konnte nicht erstellt werden.";

"alert.sub.no_selected" = "Bitte wähle zuerst eine heruntergeladene Untertiteldatei aus.";
"alert.sub_lang_not_set" = "Bitte lege vor der Benutzung von OpenSubtitles die bevorzugte Untertitelsprache fest. „Englisch(eng)“ wird diesmal benutzt.";
"alert.sub.cannot_save_passwd" = "Passwort konnte nicht im Schlüsselbund gesichert werden: „%@“.";
"alert.sub.cannot_login" = "Anmelden nicht möglich. Bitte überprüfe Benutzername, Passwort und Netzwerkverbindung.\n\n%@";
"alert.sub.save_downloaded.title" = "Geladene Untertitel sichern";

"alert.set_default.title" = "IINA als Standardprogramm setzten";
"alert.set_default.message" = "IINA wird zum Standardprogramm für alle unterstützten Dateiformate.";
"alert.set_default.success" = "Abgeschlossen. %d erfolgreich, %d gescheitert.";

"alert.add_watch.title" = "Zu beobachtenden Wert hinzufügen";
"alert.add_watch.message" = "Bitte gib einen gültigen mpv-Parameter ein.";

"alert.jump_to.title" = "Springe zu";
"alert.jump_to.message" = "Bitte gib die Zeit ein, zu der du springen willst.\nBeispiel: 20:35";

"alert.opensub.login.title" = "Anmeldung bei OpenSubtitles";
"alert.opensub.login.message" = "Bitte gib Benutzername und Passwort ein.";

"alert.open_url.title" = "Adresse öffnen";
"alert.open_url.message" = "Bitte Adresse eingeben:";
"alert.choose_media_file.title" = "Datei auswählen";

"alert.add_url.title" = "Adresse hinzufügen";
"alert.add_url.message" = "Bitte Adresse eingeben:";

"alert.delete_history.title" = "Wiedergabeverlauf löschen";
"alert.delete_history.message" = "Möchtest du die ausgewählten Einträge wirklich löschen?";

"alert.filter_hwdec.message" = "Du bist dabei einen Videofilter anzuwenden. Es könnte sein, dass Dein aktueller Hardwaredecoder diese nicht richtig unterstützt. Du kannst entweder das Hardwaredecoding abschalten oder auf Auto(Copy) umschalten. Auto(Copy) benötigt zweimal soviel Arbeitsspeicher. \nUnter Umständen musst Du die zuvor gemachten Einstellungen (wie zum Beispiel die Crop-Einstellungen) erneut vornehmen, damit es funktioniert.";
"alert.filter_hwdec.abort" = "Abbrechen";
"alert.filter_hwdec.turn_off" = "Hardware-Dekodierung deaktivieren";
"alert.filter_hwdec.use_copy" = "Zu Autom. (Kopieren) wechseln";

"alert.clear_cache.title" = "Vorschaubilder-Cache leeren";
"alert.clear_cache.message" = "Möchtest du den Cache der Vorschaubilder wirklich leeren?";

"alert.clear_history.title" = "Wiedergabeverlauf löschen";
"alert.clear_history.message" = "Möchtest du den Wiedergabeverlauf löschen?";

"alert.clear_watch_later.title" = "Gesicherten Wiedergabefortschritt löschen";
"alert.clear_watch_later.message" = "Möchtest du den Wiedergabefortschritt aller Videos löschen?";

"alert.restore_alerts.title" = "Warnungen wiederherstellen";
"alert.restore_alerts.message" = "Möchtest du alle Warnungen wiederherstellen?";

"alert.nothing_to_open" = "Nichts zu öffnen.";

"alert.no_video_track" = "Keine Videospur vorhanden.";

"alert.duplicate_config" = "Du kannst die Standardeinstellungen nicht direkt bearbeiten. Bitte dupliziere diese vorher.";

"alert.assrt_register" = "Bitte erstelle Dir ein eigenes API-Token. Das hier voreingestellte Token ist nur für Testzwecke und kann zu Netzwerkfehlern führen.";
"alert.assrt_register.register" = "Jetzt registrieren";
"alert.assrt_register.try" = "Testen";
"alert.assrt_token_prompt.title" = "Bitte API-Token hier eingeben.";
"alert.assrt_token_prompt.message" = "Bitte auf der jetzt geöffneten Internetseite registrieren. Das Token kannst du auf deiner User-Seite finden. Bitte hier eingeben:";
"alert.assrt_token_invalid" = "Dein Assrt-API-Token scheint ungültig zu sein.";

"alert.plugin_uninstall.title" = "Bist du sicher, dass du „%@“ entfernen möchtest?";
"alert.plugin_uninstall.message" = "Die Erweiterung wird entfernt.";
"alert.plugin_reinstall.title" = "Erweiterung %@ existiert bereits";
"alert.plugin_reinstall.message" = "Möchten Sie die Erweiterung neu installieren?";
"alert.duplicated_plugin_id" = "Eine Erweiterung ist doppelt vorhanden. Mehrere Erweiterungen haben den gleichen Bezeichner „%@“. Dies kann zu Problemen führen. Bitte finde diese in den Einstellungen unter „Erweiterungen¡ und melde sie den Autoren. Wenn eine Erweiterung lokal installiert ist, kannst du seinen Bezeichner auch manuell in der Datei „Info.json“ ändern.";
"alert.plugin_no_update" = "Kein Update gefunden.";
"alert.plugin_update_found.title" = "Es wurde ein Update für „%@“ gefunden.";
"alert.plugin_update_found.message" = "Die neueste Version ist %@. Du verwendest %@. Möchtest du aktualisieren?";
"alert.plugin_permission" = "Diese Erweiterung benötigt die folgenden Berechtigungen. Bitte überprüfe diese, bevor du fortfährst.";
"alert.plugin_permission_added" = "Dieses Update erfordert zusätzliche Berechtigungen. Bitte überprüfe diese, bevor du fortfährst.";

"playlist.total_length" = "%@ insgesamt";
"playlist.total_length_with_selected" = "%@ von %@ ausgewählt";
"playlist.sorting.header" = "Sortieren";
"playlist.sorting.filename_ascending" = "Dateiname aufsteigend";
"playlist.sorting.filename_descending" = "Dateiname absteigend";
"playlist.sorting.path_ascending" = "Dateipfad aufsteigend";
"playlist.sorting.path_descending" = "Dateipfad absteigend";
"pl_menu.title_multi" = "%d Dateien";
"pl_menu.play_next" = "Als Nächstes wiedergeben";
"pl_menu.play_in_new_window" = "In neuem Fenster wiedergeben";
"pl_menu.remove" = "Entfernen";
"pl_menu.remove_multi" = "Auswahl entfernen";
"pl_menu.delete" = "In den Papierkorb legen";
"pl_menu.delete_multi" = "Auswahl in den Papierkorb legen";
"pl_menu.delete_after_play" = "Nach Wiedergabe in den Papierkorb legen";
"pl_menu.delete_after_play_multi" = "Auswahl nach Wiedergabe in den Papierkorb legen";
"pl_menu.show_in_finder" = "Im Finder anzeigen";
"pl_menu.add_file" = "Datei hinzufügen …";
"pl_menu.add_url" = "Adresse hinzufügen …";
"pl_menu.clear_playlist" = "Wiedergabeliste leeren";
"pl_menu.matched_sub" = "%d passende Untertitel";
"pl_menu.add_sub" = "Untertitel hinzufügen …";
"pl_menu.wrong_sub" = "Falscher Untertitel!";
"pl_menu.browser" = "In Browser öffnen";
"pl_menu.copy_url" = "Adresse kopieren";
"pl_menu.copy_url_multi" = "Adressen kopieren";

"keymapping.title" = "Kurzbefehle";
"keymapping.message" = "Zum Zuweisen beliebige Taste(n) drücken.";

"filter.video_filters" = "Videofilter";
"filter.audio_filters" = "Audiofilter";

"hwdec.no" = "Hardwaredecoding deaktiviert.";
"hwdec.auto" = "Hardwaredecoding aktiviert. Die meisten Videofilter werden nicht richtig funktionieren.";
"hwdec.auto-copy" = "Hardwaredecoding aktiviert. Benötigt doppelten Speicher, funktioniert aber mit Videofiltern.";

"gaplessAudio.no" = "Bei der Wiedergabe aufeinanderfolgender Audiodateien kann es beim Dateiwechsel zu Stille oder Unterbrechungen kommen.";
"gaplessAudio.weak" = "Wenn sich das Audioformat der Decoder-Ausgabe ändert, wird das Audiogerät geschlossen und erneut geöffnet, was die lückenlose Wiedergabe unterbricht.";
"gaplessAudio.yes" = "Das Audiogerät wird mit den Parametern der ersten wiedergegebenen Datei geöffnet und bleibt für die lückenlose Wiedergabe geöffnet. Nachfolgende Dateien werden ggf. neu abgetastet.";

"subencoding.auto" = "Automatisch erkennen";

"osc_toolbar.settings" = "Einstellungen";
"osc_toolbar.playlist" = "Wiedergabeliste und Kapitel";
"osc_toolbar.pip" = "Bild-in-Bild ein-/ausschalten";
"osc_toolbar.full_screen" = "Vollbild ein-/ausschalten";
"osc_toolbar.music_mode" = "Musikmodus";
"osc_toolbar.sub_track" = "Untertitelspur auswählen";
"osc_toolbar.screenshot" = "Bildschirmfoto erstellen";
"osc_toolbar.plugins" = "Plugin-Bereich anzeigen";

"mini_player.album_art" = "Albumcover ein-/ausblenden";
"mini_player.loop" = "Wiederholen";
"mini_player.shuffle" = "Zufallswiedergabe";
"mini_player.remove" = "Aus Wiedergabeliste entfernen";
"mini_player.add" = "Zur Wiedergabeliste hinzufügen";
"mini_player.delete" = "Wiedergabeliste leeren";
"mini_player.volume" = "Laufwerk";
"mini_player.close" = "Musikmodus schließen";
"mini_player.back" = "Zurück zum Video Modus";
"mini_player.sort" = "Wiedergabeliste sortieren";

// Touch bar

"touchbar.ahead_15" = "15 Sekunden vor";
"touchbar.ahead_30" = "30 Sekunden vor";
"touchbar.back_15" = "15 Sekunden zurück";
"touchbar.back_30" = "30 Sekunden zurück";
"touchbar.next_video" = "Nächstes Video";
"touchbar.prev_video" = "Vorheriges Video";
"touchbar.increase_volume" = "Lautstärke erhöhen";
"touchbar.decrease_volume" = "Lautstärke verringern";
"touchbar.rewind" = "Zurückspulen";
"touchbar.fast_forward" = "Vorspulen";
"touchbar.play_pause" = "Wiedergabe / Pause";
"touchbar.seek" = "Verlauf";
"touchbar.time" = "Position";
"touchbar.remainingTimeOrTotalDuration" = "Verbleibende Zeit / Gesamtdauer";
"touchbar.toggle_pip" = "Bild-in-Bild ein-/ausschalten";

// Plugin permissions

"permissions.network-request.name" = "Netzwerk-Anfrage";
"permissions.network-request.desc" = "Dieser Erweiterung kann Daten auf diesen Websites anfordern oder hochladen:";
"permissions.network-request.any_site" = "Beliebige Seiten";
"permissions.show-osd.name" = "On-Screen-Anzeige einblenden";
"permissions.show-osd.desc" = "Diese Erweiterung On-Screen-Nachrichten einblenden.";
"permissions.show-alert.name" = "Warnungen anzeigen";
"permissions.show-alert.desc" = "Diese Erweiterung kann Pop-Up-Warnungen anzeigen.";
"permissions.video-overlay.name" = "Überlagerungen zu Videos hinzufügen";
"permissions.video-overlay.desc" = "Diese Erweiterung kann zusätzliche Inhalte am oberen Rand des Videos darstellen.";
"permissions.file-system.name" = "Dateisystem-Zugriff";
"permissions.file-system.desc" = "Diese Erweiterung kann Dateien, einschließlich sensibler Informationen lesen oder schreiben. Es kann auch andere Programme oder Anwendungen aufrufen, die deinem Computer schaden können. Überprüfe daher unbedingt die Quelle.";

"plugin.install" = "Installieren";
"plugin.installed" = "Installiert";
"plugin.not_installed" = "Nicht installiert";
"plugin.local" = "Lokal installiert";
"alert.plugin.install_error" = "Während der Installation ist ein Fehler aufgetreten: „%@“";
"alert.invalid_url" = "Die Adresse ist ungültig.";
"plugin.install_error.invalid_url" = "Die Adresse ist ungültig.";
"plugin.install_error.file_not_found" = "Die Paketdatei wurde nicht gefunden.";
"plugin.install_error.cannot_download" = "Die Erweiterung konnte nicht heruntergeladen werden.\n\nAusgabe: %@\n";
"plugin.install_error.cannot_unpackage" = "Die Erweiterung konnte nicht entpackt werden.\n\nAusgabe: %@\n";
"plugin.install_error.cannot_load" = "IINA kann diese Erweiterung nicht laden. Es könnte im falschen Format sein.";
"plugin.check_for_updates" = "Nach Updates suchen";
"plugin.updating" = "Update herunterladen …";
